[
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_000.jpg",
        "description": "The image depicts a bustling city street scene at night.  Brightly colored signs illuminate the buildings lining both sides of the road, casting vibrant reflections on the wet asphalt. Pedestrians with umbrellas navigate the crowded sidewalks, their faces partially obscured by the dim light. A car with its headlights ablaze drives down the street, leaving glistening trails in its wake. The overall style of the image is impressionistic, with thick brushstrokes and a sense of movement captured through the blur of lights and figures.  \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_001.jpg",
        "description": "The image depicts a bustling outdoor market scene with colorful awnings and vibrant displays of goods. People in various clothing styles stroll through the crowded walkways, interacting with vendors and browsing merchandise.  Food stalls offer tempting aromas and fresh produce, while other stalls showcase handcrafted items and exotic souvenirs. The overall style is bright and cheerful, capturing the lively atmosphere of a traditional marketplace. Detailed patterns on fabrics and intricate designs on objects add to the visual richness of the scene. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_002.jpg",
        "description": "The image depicts a bustling city street scene at night.  Brightly colored lights illuminate the buildings and signs, creating a vibrant and energetic atmosphere. A multitude of figures move along the crowded sidewalks, some walking, others standing and talking. Vehicles whiz by in the background, their headlights adding streaks of light to the darkness. The overall style is realistic, capturing the details of the urban environment with precision.  \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_003.jpg",
        "description": "The image depicts a group of figures posed against a backdrop of vibrant, swirling colors.  They stand in various positions, some reaching towards the sky, others gazing downwards. The figures appear stylized and abstract, rendered with smooth lines and bold shapes. Their bodies lack traditional features like faces or hands, emphasizing their ethereal and symbolic nature. The overall style is reminiscent of Art Deco, with geometric patterns and a sense of dynamism.   \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_006.jpg",
        "description": "The image depicts a bustling marketplace scene with vibrant colors and intricate details. A variety of stalls line both sides of a narrow street, overflowing with colorful fabrics, exotic fruits, spices, and handcrafted goods. People in traditional clothing can be seen browsing the stalls, bartering with vendors, and enjoying refreshments at outdoor tables.  Sunlight filters through awnings, casting long shadows across the cobblestone street. The overall style suggests a detailed illustration or painting, capturing the energy and sensory richness of a lively market day.  \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_007.jpg",
        "description": "The image depicts a lively outdoor scene with a vibrant sunset casting warm colors across the sky. Several individuals are gathered around a table set for a meal, enjoying each other's company and the picturesque view. The setting appears to be a casual outdoor dining area with rustic furniture and decorations.  Light illuminates the scene from behind, creating soft shadows and highlighting the details of the setting and the people present.  There is a sense of joyful celebration and camaraderie in the air. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_009.jpg",
        "description": "The image depicts a bustling street scene with vibrant colors and intricate details.  A group of people stand on a sidewalk, engaged in conversation, while others walk past or sit on benches. Vehicles, including horse-drawn carriages, move along the paved road. The architecture features ornate buildings with elaborate facades and windows that reflect the sunlight. A warm glow emanates from gas lamps lining the street, casting long shadows across the scene.  The overall style suggests a historical setting, possibly in the late 19th or early 20th century.   \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_010.jpg",
        "description": "The image portrays a scene depicting two figures engaged in conversation. One figure stands with their back to the viewer, facing a vast expanse of water that stretches towards a distant horizon.  The second figure is positioned closer to the viewer and appears to be gesturing animatedly towards something in the distance. Both figures are rendered in a realistic style with detailed clothing and expressions. The scene is bathed in warm, golden light, casting long shadows across the ground and creating a sense of tranquility. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_011.jpg",
        "description": "The image presents a colorful scene with two figures engaged in a playful interaction. Both figures have cartoonish features and exaggerated expressions, suggesting a whimsical and lighthearted tone. One figure appears to be reaching towards the other, possibly offering something or attempting to grab their attention. Their bodies are contorted in dynamic poses, conveying a sense of movement and energy. The background is filled with vibrant, geometric shapes that add to the overall sense of playful abstraction. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_013.jpg",
        "description": "A black and white photograph depicts two individuals standing closely together.  They are both facing forward and appear to be engaged in conversation. One person has a hand raised as if gesturing or pointing, while the other appears attentive and leans slightly towards them. The image is captured from a low angle, emphasizing their stature and creating a sense of intimacy. The background is blurred and indistinct, drawing focus solely on the interaction between the two figures. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_014.jpg",
        "description": "The image depicts a scene with a bright, vibrant color palette. A group of figures stand on a stage illuminated by spotlights. They are engaged in a performance, possibly singing or dancing, as indicated by their gestures and facial expressions. The background is dark, contrasting sharply with the brightly lit stage, which suggests a theatrical setting. The overall style appears to be stylized and somewhat cartoonish, with exaggerated features and poses. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_015.jpg",
        "description": "The image depicts a vibrant outdoor scene with a distinct focus on a large, brightly colored object held aloft by individuals. The object seems to be made up of several smaller interconnected parts that create an abstract design.  People wearing colorful clothing can be seen gathered around the large object, some reaching upwards towards it while others look on in apparent excitement or awe. The background features a blurred landscape with patches of green and blue suggesting both trees and water. The overall style is lively and energetic, capturing a moment of celebration or festivity. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_016.jpg",
        "description": "The image depicts a scene seemingly set in an urban environment at night.  A street lamp casts a warm yellow glow illuminating a pair of figures standing on a sidewalk. The figures appear to be engaged in conversation, their bodies leaning towards each other slightly. One figure is holding what appears to be a handheld device, possibly a smartphone. The overall style of the image leans towards realism, with detailed textures and a focus on capturing the soft lighting of the night scene.  There are faint streaks of light suggesting passing cars or perhaps movement in the background. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_017.jpg",
        "description": "The image depicts a bustling scene outdoors with people engaged in various activities. The majority of individuals appear to be walking or standing around, some interacting with each other.  There's a sense of movement and energy captured in the composition. \n\nThe style leans towards a realistic depiction, with attention to detail in clothing, facial expressions, and the surroundings. \nElements like trees, buildings, and street furniture add context to the scene, suggesting an urban environment. The overall impression is one of vibrancy and daily life unfolding.  \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_018.jpg",
        "description": "The image depicts a vibrant scene with two figures engaged in a playful dance. The figures, adorned in colorful attire, appear to be moving gracefully against a backdrop of lush greenery.  The style is reminiscent of traditional artistic techniques, possibly using watercolor or gouache paints, creating soft, blended colors and a dreamlike quality. Delicate flowers and intricate patterns adorn their costumes, adding to the whimsical atmosphere. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_020.jpg",
        "description": "A portrait photograph depicts a young woman with dark hair styled in loose waves that cascade over her shoulders. She gazes directly at the camera with a captivating smile, revealing bright white teeth.  Her face is framed by a delicate silver necklace, and she wears a simple, elegant dress. The background is blurry and out of focus, emphasizing her as the main subject. The lighting is soft and flattering, creating a warm and inviting atmosphere. \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_021.jpg",
        "description": "The image depicts a bustling marketplace scene with people interacting in various ways. The scene is colorful and detailed, featuring vibrant clothing and intricate architectural elements. Several figures are engaged in bartering or exchanging goods, while others simply stroll through the crowded lanes.  A sense of activity and energy pervades the image, capturing the lively atmosphere of a typical marketplace.  \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_022.jpg",
        "description": "The image depicts a woman standing confidently on a stage bathed in warm light. She holds a microphone close to her mouth, and her expression is one of focused determination as she addresses the unseen audience.  Her attire is stylish and contemporary, suggesting a performance or public speaking event.  The background is partially blurred, hinting at a large crowd beyond the stage lights. \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_023.jpg",
        "description": "The image depicts a scene of vibrant chaos. A multitude of figures, rendered in a bright, stylized manner with exaggerated features and bold outlines, are engaged in a seemingly celebratory gathering. They dance and interact amidst swirling patterns and bursts of color that dominate the background. There is a distinct sense of movement and energy, conveyed through dynamic poses and flowing lines.  The overall style suggests a whimsical, almost cartoonish aesthetic. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_024.jpg",
        "description": "This photograph features a bustling city street scene.  The dominant color palette is vibrant and warm, with streaks of yellow and orange sunlight illuminating buildings and pedestrians below.  Numerous people are captured going about their day, some walking briskly, others paused in conversation. Vehicles, including cars and buses, move along the paved road, adding to the sense of activity. A towering structure, likely a skyscraper, dominates the background, its windows reflecting the bright sky. The overall style suggests a snapshot of everyday life in a modern metropolis, filled with energy and movement. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_025.jpg",
        "description": "The image depicts a bustling scene set in a vibrant marketplace. Stalls overflow with colorful textiles, fresh produce, and exotic spices.  People from various backgrounds weave through the crowd, engaged in lively conversations and bartering for goods. The overall style is impressionistic, capturing the energy and movement of the market with broad brushstrokes and a rich palette of colors. Sunlight streams through gaps in the awnings, casting dramatic shadows on the ground and illuminating dust motes dancing in the air.  The scene is alive with the sights, sounds, and smells of a thriving commercial hub.   \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_026.jpg",
        "description": "The image depicts a whimsical scene with vibrant colors and a soft, dreamy atmosphere. A woman with flowing hair sits on a stool, appearing to be lost in thought as she gazes upwards. She wears a long, colorful dress that seems to blend into the swirling patterns of light emanating from a source above her. The background features abstract shapes and textures, suggesting a fantastical realm beyond the physical world. Overall, the image evokes a sense of wonder and magic.  \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_027.jpg",
        "description": "The image depicts a scene with a strong emphasis on depth and perspective. The foreground features two figures standing close to each other, their bodies partially obscured by a towering structure in the background. This structure appears ancient and intricately detailed, with numerous arches, columns, and decorative elements.  A bright light source emanates from above, casting dramatic shadows across the scene and highlighting the textures of the architecture. The overall style suggests a fantasy or historical setting, with a realistic rendering that gives the image a sense of grandeur and mystery. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/Taylor Swift The Eras Tour/img_028.jpg",
        "description": "A colorful illustration depicts a young girl with pigtails looking up at a massive, shimmering object that resembles a disco ball or a planetarium projector. The background is filled with swirling galaxies and twinkling stars, suggesting outer space. The girl appears awestruck and delighted by the sight, her eyes wide with wonder.  The overall style is bright, whimsical, and reminiscent of children's book illustrations. \n\n\n"
    }
]