[
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_001.jpg",
        "description": "The image depicts a vibrant scene of several people engaged in a lively dance performance. The background features a colorful backdrop with abstract shapes and patterns. Dancers dressed in flowing costumes with intricate embellishments move gracefully, their expressions conveying energy and joy.  The overall style appears to be theatrical or performance-based, with dramatic lighting and poses that emphasize movement and emotion.   \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_002.jpg",
        "description": "The image depicts a young woman sitting at a table against a backdrop of lush greenery. She wears a colorful, bohemian-style dress with intricate patterns.  Her long hair cascades down her back, partially obscuring the book she is holding open in front of her. The setting appears to be a peaceful outdoor space with dappled sunlight filtering through the leaves overhead. The woman's expression suggests contemplation and tranquility as she gazes thoughtfully at the book. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_007.jpg",
        "description": "A vibrant illustration depicts two figures, one slightly larger than the other, standing on a circular platform. The background features a swirling pattern of colors that resemble a nebula or galaxy. Both figures wear flowing garments with intricate designs and appear to be reaching towards each other with outstretched arms. One figure is positioned in the foreground and has their back turned to the viewer, while the other is slightly behind and facing forward. Their expressions are obscured by dramatic lighting and shadows. The overall style suggests a fantasy or sci-fi setting with a focus on cosmic energy and ethereal beauty.  \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_010.jpg",
        "description": "The image depicts a colorful scene with two figures engaged in a seemingly joyful activity. The style appears to be cartoonish or animated, with exaggerated features and rounded shapes.  One figure is depicted mid-jump, arms outstretched, while the other stands slightly hunched, also with arms raised in celebration.  They are surrounded by vibrant swirling patterns that suggest movement and energy. Bright hues of blue, red, and yellow dominate the color palette, creating a lively and dynamic atmosphere. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_011.jpg",
        "description": "The image depicts a scene from a fantasy world.  A majestic winged creature with iridescent scales stands proudly on a rocky outcropping. The landscape behind it features lush green vegetation contrasted against jagged mountains in the distance.  The overall style is highly detailed and colorful, reminiscent of traditional fantasy art. The lighting is dramatic, casting strong shadows and highlighting the intricate textures of the creature's wings and armor-like plates.   \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_013.jpg",
        "description": "The image depicts a colorful street scene bustling with activity. People are walking along the sidewalk, some interacting with each other or browsing in shops. Brightly colored buildings line the street, adorned with various signs and decorations. Vehicles, including buses and cars, travel along the road, adding to the lively atmosphere. The style of the image suggests it might be a digital painting or illustration, with bold lines and vibrant colors giving it a somewhat stylized appearance.  \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_014.jpg",
        "description": "The image depicts two individuals engaged in a friendly conversation, seated on park benches facing each other. One person holds a steaming beverage in their hands, while the other gestures with emphasis as they speak. Both wear casual clothing and appear relaxed and content. The background shows lush greenery with trees lining a pathway, suggesting a peaceful outdoor setting bathed in warm sunlight. The overall style is reminiscent of a photograph, capturing a candid moment of connection.  \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_016.jpg",
        "description": "The image presents a scene with a strong focus on vibrant colors and dynamic movement.  A central figure stands tall against a backdrop that explodes with swirling patterns and geometric shapes. Their posture is confident, limbs elongated, as if striking a pose or in motion.  The overall style leans towards abstract art, blending elements of surrealism and possibly digital art techniques. Noticeable details include the use of glowing lines and sharp angles, creating a sense of energy and depth within the composition. \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_017.jpg",
        "description": "The image depicts a scene of vibrant chaos with multiple figures swirling around in mid-air. The composition is dynamic and energetic, using bold lines and contrasting colors to create a sense of movement.  Several figures appear to be reaching out towards each other, while others seem to be pulling away, forming a complex web of interconnectedness. There's a suggestion of light emanating from certain figures, adding to the ethereal and fantastical feel of the artwork. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_018.jpg",
        "description": "The image depicts a woman standing with her back to the viewer, gazing out at a vast ocean vista. The sun is setting in the background, casting warm, golden light across the sky and water. She wears a flowing garment that blends with the surrounding landscape, creating a sense of unity with nature.  Her posture suggests contemplation and serenity as she observes the breathtaking scene. The overall style leans towards realism with soft, painterly brushstrokes adding a touch of artistic flair. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_019.jpg",
        "description": "This image depicts a vibrant scene with two figures prominently displayed. They stand against a backdrop of lush greenery, their bodies outlined by brightly colored particles that seem to swirl around them. The figures appear stylized, almost cartoonish, with exaggerated features and simplified shapes. One figure holds an object aloft, while the other gestures towards it, suggesting a moment of interaction or shared focus.  The overall style is energetic and whimsical, reminiscent of digital art or animation. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_021.jpg",
        "description": "The image depicts a scene of intense action. A large, humanoid figure stands prominently, wielding a glowing weapon that emits an ethereal light. Surrounding this figure are smaller, more agile combatants engaged in fierce combat. The overall style is dynamic and energetic, with bold lines and vibrant colors conveying a sense of speed and power.  The background is a swirling mass of energy, suggesting a fantastical realm where magic and technology intertwine. \n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_022.jpg",
        "description": "The image depicts a scene with a vibrant, colorful palette. A large crowd of diverse people gather in a central space, their bodies animated by movement and gestures. Several individuals hold aloft objects that appear to be flags or banners, adding further color and dynamism to the composition.  A sense of celebration and joyous energy pervades the scene, captured through the expressions on the faces of those present. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_023.jpg",
        "description": "The image depicts a whimsical scene with a  cartoonish style. A large, fluffy creature with wide eyes and rounded limbs sits perched on a mushroom-shaped cloud. It holds a bright yellow object that seems to be emitting light in its outstretched hand. Below the creature, smaller, similarly styled figures are flying through the air, interacting with glowing orbs and stars. The background is filled with swirling colors and celestial bodies, creating a dreamy and magical atmosphere.  \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_024.jpg",
        "description": "The image depicts a scene set against a bright blue sky with fluffy white clouds. In the foreground, a group of people dressed in brightly colored clothing stand together, smiling and laughing. They appear to be engaged in some kind of activity that involves moving objects along a path. A series of colorful flags line the route they are following, adding to the festive atmosphere. The overall style of the image is lighthearted and cheerful, with vibrant colors and a sense of joyous celebration.  \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_025.jpg",
        "description": "The image features two figures standing on a grassy surface, facing each other. Both figures appear to be wearing colorful clothing, with one figure depicted in a bright yellow garment and the other in vibrant red. Their expressions are animated and engaged, suggesting a lively conversation. The background is a blurred expanse of greens and blues, hinting at trees and sky.  The overall style of the image is reminiscent of a painting, with bold colors and slightly exaggerated features that lend a whimsical feel to the scene. \n\n\n"
    },
    {
        "path": "/home/riosshin/code/videoAI/media/refImgs/デヴィ・スカルノ/img_026.jpg",
        "description": "The image depicts a colorful, bustling marketplace scene. Stalls overflowing with various goods line a cobblestone street, creating a vibrant tapestry of textures and hues. People clad in traditional clothing navigate through the crowd, their faces animated with expressions of trade and interaction. Some haggle over prices, while others browse leisurely. In the distance, a grand structure with ornate architecture stands tall, perhaps a palace or marketplace center, adding grandeur to the scene. The overall style leans towards a whimsical and romantic depiction, with exaggerated features and soft lighting, evoking a sense of lively enchantment. \n\n\n"
    }
]